//todo i18n
export default {
    error: {
        serverUnavailable: "Сервер недоступен, дерево работает в оффлайн-режиме",
        FileNotFound: "Заданный файл не найден. Возможно, он был удалён, перемещён, или переименован",
        FileNotReadable: "Заданный файл не может быть прочитан. Возможно, у сервера приложения не хватает прав доступа",
        FileCannotHaveChildren: "Заданный файл не является директорией или поддерживаемым типом архива",
        ArchiveError: "Ошибка работы с архивом",
        Other: "Неизвестная ошибка"
    }
}